---
kind: other
id: Properties.T:Autodesk.Revit.DB.MullionTypeSetIterator
source: html/ccd6db28-6cd5-899a-3d1c-c3becbf57c7c.htm
---
# MullionTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.